[
	{"index":0,
	"title":"Help",
	"desc":"Doghouse downtime activities.\nYou will select up to 2 activities, accounting for a maximum of 1 month of time. Some activities take an entire month.",
	"resources":"Each downtime activity will have resources required, depending on the taks.",
	"resolution":"Each downtime activity  will require resolution. This includes resolving any complications that may arise.",
	"usage":"To do a downtime activity, type __!downtime [n] [arguments] [special arguments]__\n· [n] · the number corresponding to the downtime activity from the list below\n· [arguments] · the arguments for the downtime activity\nFor additional help with a specific downtime activity and to see its usage, select it without any additional arguments.\n\nSpecial Arguments: '[half]' '[luck]'\n· half · Add this word if you are a halfling so the command can reroll 1's.\n· luck · Add this word if you have the lucky feat."},
	{"index":1,
	"title":"Carousing",
	"desc":"Carousing is a default downtime activity for many characters. Between adventures, who doesn’t want to relax with a few drinks and a group of friends at a tavern?",
	"resources":"A character must cover the expenses to carouse:\n· lower class requires 10 gp\n· middle class requires 50 gp\n· upper class requires 250 gp and access to the local nobility",
	"resolution":"After a workweek of carousing, a character stands to make contacts within the selected social class. A Charisma(Persuasion) check must be made:\n· 1-5: one hostile contact\n· 6-10: no new contacts\n· 11-15: one allied contact\n· 16-20: two allied contacts\n· 21+: three allied contacts\nAt any time, a character can have a maximum number of unspecified allied contacts equal to 1+Cha mod (minimum 1).",
	"usage":"!downtime 1 [Persuasion Mod] [Cha Mod] [Class]\n· Persuasion Mod · Self explanatory.\n· Cha Mod · Also self explanatory. This is required as part of the contact limit. If omitted, contact limit defaults to the minimum of 1.\n· Class · This is the class with which you are carousing. It is as follows: 'lower', 'middle', 'upper'. If omitted, it defaults to 'lower' class.\nExample: !downtime 1 5 5 'lower'"},
	{"index":2,
	"title":"Crime",
	"desc":"Sometimes it pays to be bad. This activity gives a character the chance to make some extra cash, at the risk of arrest.",
	"resources":"A character must spend one week carousing - gathering information on potential targets before committing the intended crime.",
	"resolution":"The character must make a series of checks, with the DC for all the checks chosen by the character according to the amount of profit sought from the crime.\nThe chosen DC can be 10, 15, 20, or 25.\n· 10 · 50 gp, robbery of a struggling merchant (lower class)\n· 15 · 100 gp, robbery of a prosperous merchant (middle class)\n· 20 · 200 gp, robbery of a noble (upper class)\n· 25 · 1,000 gp, robbery of one of the richest figures in town. (upper class)\nTo attempt a crime, the character makes 3 checks:\nDex(Stealth), Dex using Thieve's Tools, and the player's choice of Int(Investigation), Wis(Perception), or Cha(Deception)",
	"usage":"!downtime 2 [Stealth] [Tools] [Investigation, Perception, or Deception]\n· Stealth · Your stealth mod.\n· Tools · Your dex mod using thieve's tools.\n· Investigation, Perception, or Deception · Your choice of *either* Investigation, Perception, or Deception mod.\nExample: !downtime 2 4 4 6"},
	{"index":3,
	"title":"Gambling",
	"desc":"Games of chance are a way to make a fortune — and perhaps a better way to lose one.",
	"resources":"This activity requires one workweek of effort plus a stake of at least 10 gp, to a maximum of 1,000 gp",
	"resolution":"The character must make a series of checks, with a DC determined at random based on the quality of the competition that the character runs into. Part of the risk of gambling is that one never knows who might end up sitting across the table.\nThe character makes 3 checks:\nWis(Insight), Cha(Deception), and Cha(Intimidation)\nIf the character has proficiency with an appropriate gaming set, that tool proficiency can replace the relevant skill in any one of the checks. The DC for each of the checks is 5 + 2d10.\n· 0 Successes · Lose all the money you bet, and accrue a debt equal to that amount.\n· 1 Success · Lose half the money you bet.\n· 2 Successes · Gain the amount you bet plus half again more.\n· 3 Successes · Gain double the amount you bet.",
	"usage":"!downtime 3 [Bet] [Insight] [Deception] [Intimidation]\n· Bet · This is the amount of GP you are betting.\n· Insight · Your insight mod or proficiency with a gaming set(remember, gaming set proficiency can only replace ONE skill check).\n· Deception · Your deception mod or proficiency with a gaming set(remember, gaming set proficiency can only replace ONE skill check).\n· Intimidation · Your intimidation mod or proficiency with a gaming set(remember, gaming set proficiency can only replace ONE skill check).\nExample: !downtime 3 100 6 11 11"},
	{"index":4,
	"title":"Pit Fighting",
	"desc":"Pit fighting includes boxing, wrestling, and other nonlethal forms of combat in an organized setting with predetermined matches. Generally this is not-fatal.",
	"resources":"Engaging in this activity requires one workweek of effort from a character.",
	"resolution":"The character must make a series of checks, with a DC determined at random based on the quality of the opposition that the character runs into. A big part of the challenge in pit fighting lies in the unknown nature of a character’s opponents.\nThe character makes 3 checks:\nStr(Athletics), Dex(Acrobatics), and a special Con check that has a bonus equal to a roll of the character's largest Hit Die. If desired, the character can replace one of these skill checks with an attack roll using one of the character's weapons. The DC for each of the checks is 5 + 2d10.\n· 0 Successes · Lose your bouts, earning nothing.\n· 1 Success · Win 50 GP.\n· 2 Successes · Win 100 GP.\n· 3 Successes · Win 200 GP.",
	"usage":"!downtime 4 [Attack] [Athletics] [Acrobatics] [Con Mod] [Hit Die Size]\n· [Attack] · This is your mod for an attack roll with one of your weapons. It will automatically be used if it is higher than another check\n· Athletics · Your athletics mod.\n· Acrobatics · Your acrobatics mod.\n· Con Mod · Your constitution mod.\n· Hit Die Size · The size of your largest hit die.\nExample: !downtime 4 10 -1 4 3 6"},
	{"index":5,
	"title":"Relaxation",
	"desc":"Whether a character wants a hard-earned vacation or needs to recover from injuries, relaxation is the ideal option for adventurers who need a break.",
	"resources":"Relaxation requires one week. A character needs to maintain at least a modest lifestyle while relaxing to gain the benefit of the activity.",
	"resolution":"Characters who maintain at least a modest lifestyle while relaxing gain several benefits. While relaxing, a character gains advantage on saving throws to recover from long-acting diseases and poisons. The character can restore ability damage. This benefit cannot be used if the harmful effect was caused by a spell or some other magical effect with an ongoing duration.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":6,
	"title":"Religous Service",
	"desc":"Characters with a religious bent might want to spend downtime in service to a temple, either by attending rites or by proselytizing in the community. Someone who undertakes this activity has a chance of winning the favor of the temple’s leaders.",
	"resources":"Performing religious service requires access to, and often attendance at, a temple whose beliefs and ethos align with the character’s.",
	"resolution":"At the end of the required time, the character chooses to make a check that determines the benefits of service:\nInt(Religion) or Cha(Persuasion)",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":7,
	"title":"Research",
	"desc":"The research downtime activity allows a character to delve into lore concerning a monster, a location, a magic item, or some other particular topic.",
	"resources":"Typically, a character needs access to a library or a sage to conduct research. Assuming such access is available, conducting research requires one workweek of effort and at least 50 gp spent on materials, bribes, gifts, and other expenses.",
	"resolution":"The character declares the focus of the research — a specific person, place, or thing. After one workweek, the character makes an Int check with a +1 bonus per 100 gp spent beyond the initial 100 gp, to a maximum of +6. In addition, a character who has access to a particularly well-stocked library or knowledgeable sages gains advantage on this check.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":8,
	"title":"Training",
	"desc":"Given enough free time and the services of an instructor, a character can learn a language or pick up proficiency with a tool.",
	"resources":"Receiving training in a language or tool typically takes at least ten workweeks, but this time is reduced by a number of workweeks equal to the character's Intelligence modifier (an Intelligence penalty doesn't increase the time needed). Training costs 25 gp per workweek.",
	"resolution":"Complications that arise while training typically involve the teacher.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":9,
	"title":"Work",
	"desc":"When all else fails, an adventurer can turn to an honest trade to earn a living. This activity represents a character’s attempt to find temporary work, the quality and wages of which are difficult to predict.",
	"resources":"Performing a job requires one workweek of effort.",
	"resolution":"To determine how much money a character earns, the character makes an ability check for the specific work task to determine how much income is made:\nStr(Athletics), Dex(Acrobatics), Int using a set of tools, Cha(Performance), or Cha using an instrument.\n· 9- · 10 GP\n· 10-14 · 20 GP\n· 15-20 · 30 GP\n· 21+ · 50 GP",
	"usage":"!downtime 9 '[Desciptor]' [Mod] [weeks]\n· Descriptor · This is a desciption of the mod you are using. It must be surrounded by quotes, 'like this.'\n· Mod · The modifier for your roll.\nExample: !downtime 9 'Int with Dice set' 6"}
]
