[
	{"index":0,
	"title":"Help",
	"desc":"The White Narwhal downtime activities.\nYou will select up to 2 activities, accounting for a maximum of 1 month of time. Some activities take an entire month.",
	"resources":"Each downtime activity will have resources required, depending on the taks.",
	"resolution":"Each downtime activity  will require resolution. This includes resolving any complications that may arise.",
	"usage":"To do a downtime activity, type __!downtime [n] [arguments] [special arguments]__\n· n · the number corresponding to the downtime activity from the list below\n· arguments · the arguments for the downtime activity\nFor additional help with a specific downtime activity and to see its usage, select it without any additional arguments.\n\nSpecial Arguments: '[half]' '[luck]'\n· half · Add this word if you are a halfling so the command can reroll 1's.\n· luck · Add this word if you have the lucky feat."},
	{"index":1,
	"title":"Altar Laws",
	"desc":"A ruler can spend time trying to change the edicts and punishments of their kingdom, though navigating through the precarious legal system is sure to incite opposition.",
	"resources":"A law must include an offence, and a proportional punishment. It takes a workweek for all the paperwork to go through.",
	"resolution":"In order for a new law to be passed, edited, or removed, the ruler must pass a DC 20 Honor Check.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":2,
	"title":"Apply for a Position",
	"desc":"When a council position becomes vacant, all players may apply for the post.",
	"resources":"It takes a workweek for all the paperwork to go through.",
	"resolution":"The highest position is resolved first. To win a position, each player rolls an Honor Check, adds their current rank and deducts the rank of the vacant position. If the player's total is 10 or more they moves into the new position. If two or more players achieve the score, the highest total moves into the position. If no players score 10 or more, an NPC fills the position.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":3,
	"title":"Arrange Marriage",
	"desc":"By spending a favour from an Allied contact, a character can spend time navigating the complex courting system of the kingdom in order to secure relations familial relations with a person related to that contact.",
	"resources":"A favour from an allied contact.",
	"resolution":"The character must succeed a DC 15 Honor Check to be successful in their proposal attempt. Pass or fail, the favour is spent.\n\nIf the proposal is successful, the proposer is expected to pay a Dowry based on the wealth of the person they are proposing to.\n\nLower Class - 100 GP\nMiddle Class - 500 GP\nUpper Class - 2500 GP (Req: Position of Privilege, Disguise Kit, or Deception Skill) \n\nProposals between PC's are obviously expected to be handled between players",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":4,
	"title":"Arrange Tutor",
	"desc":"By spending a favour from an Allied contact, a character can spend time locating a teacher related to that contact.",
	"resources":"A favour from an allied contact. The player must declare what language or tool they wish to learn.",
	"resolution":"The character must then succeed a DC 15 Honor Check to be successful in finding and persuading a teacher into passing on their skill. Pass or fail, the favour is spent. Once found, a teacher is prepared to teach (via the Train Downtime), but will leave if mistreated.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":5,
	"title":"Build a Stronghold",
	"desc":"A character can spend time between adventures building a stronghold.",
	"resources":"Before work can begin, the character must acquire a plot of land. If the estate lies within a kingdom or similar domain, the character will need a grant (a legal document that serves as proof of ownership). Land grants are usually given by the crown as a reward for faithful service, although they can also be bought or inherited. A character can obtain a grant by spending the favour of a contact in the Upper Class (via Carousing).",
	"resolution":"Once the estate is secured, a character needs access to building materials and labourers. The Building a Stronghold table shows the cost of building the stronghold (including materials and labour) and the amount of time it takes, provided that the character is using downtime to oversee construction.\n\nAbbey: 50000 GP, 80 Workweeks\nGuildhall, town or city: 5000 GP, 12 Workweeks\nKeep or small castle: 50000 GP, 80 Workweeks\nNoble estate with manor: 25000 GP, 30 Workweeks\nOutpost or fort: 15000 GP, 20 Workweeks\nPalace or large castle: 500000 GP, 240 Workweeks\nTemple: 50000 GP, 80 Workweeks\nTower, fortified: 15000 GP, 20 Workweeks\nTrading post: 5000 GP, 12 Workweeks",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":6,
	"title":"Buy/Sell a item",
	"desc":"A character seeking to sell or purchase mundane items does not need to make a check to find a buyer. Instead, this workweek is simply a way of formal way of logging any sales or purchases your character has made throughout the year.",
	"resources":"Use the prices in the PHB for adventure-gear prices where appropriate, and ask a DM if unsure about a price. When selling a mundane item, unless it has a value listed in it's name, it's value is always half of it's retail price (rounded down).",
	"resolution":"A character seeking to buy a magic item makes a Charisma (Persuasion) check to determine the quality of the seller found. The Character gains a +1 bonus on the check for every workweek beyond the first that is spent seeking a seller and a +1 bonus for every additional 100 gp spent on the search, up to a maximum bonus of +10. The monetary cost includes a wealthy lifestyle, for a buyer must impress potential business partners.\n\n1-5: Roll 1d6\n6-40+: Roll 1d4\nPing a DM to generate available items \n\nIf the characters seek a specific magic item, first include the desired item among the items for sale on a check total of 10 or higher if the item is common, 15 or higher if it is uncommon, 20 or higher if it is rare, 25 or higher if it is very rare: and 30 or higher if it is legendary.\n\nPrices will be determined for the player by the DM generating the items.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":7,
	"title":"Buy a Magic Item",
	"desc":"Purchasing a magic item requires time and money to seek out and contact people willing to sell items. Even then, there is no guarantee a seller will have the items a character desires.",
	"resources":"Finding magic items to purchase requires at least one workweek of effort and 100 gp in expenses. Spending more time and money increases your chance of finding a high-quality item.",
	"resolution":"A character seeking to buy a magic item makes a Charisma (Persuasion) check to determine the quality of the seller found. The Character gains a +1 bonus on the check for every workweek beyond the first that is spent seeking a seller and a +1 bonus for every additional 100 gp spent on the search, up to a maximum bonus of +10. The monetary cost includes a wealthy lifestyle, for a buyer must impress potential business partners.\n\n1-5: Roll 1d6, Ping a DM to generate available items\n6-40+: Roll 1d4, Ping a DM to generate available items \n\nIf the characters seek a specific magic item, first include the desired item among the items for sale on a check total of 10 or higher if the item is common, 15 or higher if it is uncommon, 20 or higher if it is rare, 25 or higher if it is very rare: and 30 or higher if it is legendary.\n\nPrices will be determined for the player by the DM generating the items.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":8,
	"title":"Carousing",
	"desc":"Carousing is a default downtime activity for many characters. Between adventures, who doesn’t want to relax with a few drinks and a group of friends at a tavern?",
	"resources":"A character must cover the expenses to carouse:\n· lower class requires 10 gp\n· middle class requires 50 gp\n· upper class requires 250 gp and access to the local nobility",
	"resolution":"After a workweek of carousing, a character stands to make contacts within the selected social class. A Charisma(Persuasion) check must be made:\n· 1-5: one hostile contact\n· 6-10: no new contacts\n· 11-15: one allied contact\n· 16-20: two allied contacts\n· 21+: three allied contacts\nAt any time, a character can have a maximum number of unspecified allied contacts equal to 1+Cha mod (minimum 1).",
	"usage":"!downtime 8 [Persuasion Mod] [Cha Mod] [Class] Weeks\n· Persuasion Mod · Self explanatory.\n· Cha Mod · Also self explanatory. This is required as part of the contact limit. If omitted, contact limit defaults to the minimum of 1.\n· Class · This is the class with which you are carousing. It is as follows: 'lower', 'middle', 'upper'. If omitted, it defaults to 'lower' class.\nExample: !downtime 8 5 5 'lower'"},
	{"index":9,
	"title":"Craft an Item",
	"desc":"A character who has the time, the money, and the needed tools can use downtime to craft armor, weapons, clothing, or other kinds of nonmagical gear.",
	"resources":"In addition to the appropriate tools for the item to be crafted, a character needs raw materials worth half of the item’s selling cost. ",
	"resolution":"To determine how many workweeks it takes to create an item, divide its gold piece cost by 50. A character can complete multiple items in a workweek if the items combined cost is 50 gp or lower. Multiple characters can combine their efforts. Divide the time needed to create an item by the number of characters working on it. Everyone who collaborates needs to have the appropriate tool proficiency.\n\nThe result of the process is an item of the desired sort. A character can sell an item crafted in this way at its listed price.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":10,
	"title":"Craft a Magic Item",
	"desc":"Creating a magic item requires more than just time, effort, and materials. It is a long-term process that involves one or more adventures to track down rare materials and the lore needed to create the item.",
	"resources":"To start with, a character needs a formula for a magic item in order to create it. The formula is like a recipe, and can be obtained via Research. It lists the materials needed and steps required to make the item. An item invariably requires an exotic material to complete it. This material can range from the skin of a yeti to a vial of water taken from a whirlpool on the Elemental Plane of Water. Finding that material should take place as part of an adventure. The Magic ltem Ingredients table suggests the challenge rating of a creature that the characters need to face to acquire the materials for an item. Note that facing a creature does not necessarily mean that the characters must collect items from its corpse. Rather, the creature might guard a location or a resource that the characters need access to. A DM will generate a combat encounter based on the rarity of the Ingredient.\n\nIn addition to facing a specific creature, creating an item comes with a gold piece cost covering other materials, tools, and so on, based on the item’s rarity. Halve the listed price and creation time for any consumable items.\n\nCommon: 1 Workweek, 50 GP\nUncommon: 2 Workweeks, 200 GP\nRare: 10 Workweeks, 2000 GP.\nVery Rare: 25 Workweeks, 20000 GP\nLegendary: 50 Workweeks, 100000 GP \n\nHealth Potions: A character who has proficiency with the herbalism kit can create health potions without a schematic.\n\nHealing, 1 day, 25 gp\nGreater healing, 1 workweek, 100 gp\nSuperior healing, 3 workweeks, 1,000 gp\nSupreme healing, 4 workweeks, 10,000 gp \n\nBullets & Bombs: A character who has proficiency with the Gunsmithing tools can create bullets without a schematic.\n\nRenaissance Bullets (10), 1 workweek, 50 gp\nBomb, 1 workweek, 100 gp\nModern Bullets (10), 2 workweeks, 500 gp\nDynamite, 2 workweeks, 500 gp",
	"resolution":"To complete a magic item, a character also needs whatever tool proficiency is appropriate, as for crafting a nonmagical object, or proficiency in the Arcana skill.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":11,
	"title":"Crime",
	"desc":"Sometimes it pays to be bad. This activity gives a character the chance to make some extra cash, at the risk of arrest.",
	"resources":"A character must spend one week carousing - gathering information on potential targets before committing the intended crime.",
	"resolution":"The character must make a series of checks, with the DC for all the checks chosen by the character according to the amount of profit sought from the crime.\nThe chosen DC can be 10, 15, 20, or 25.\n· 10 · 50 gp, robbery of a struggling merchant (lower class)\n· 15 · 100 gp, robbery of a prosperous merchant (middle class)\n· 20 · 200 gp, robbery of a noble (upper class)\n· 25 · 1,000 gp, robbery of one of the richest figures in town. (upper class)\nTo attempt a crime, the character makes 3 checks:\nDex(Stealth), Dex using Thieve's Tools, and the player's choice of Int(Investigation), Wis(Perception), or Cha(Deception)",
	"usage":"!downtime 11 [Stealth] [Tools] [Investigation, Perception, or Deception] Weeks\n· Stealth · Your stealth mod.\n· Tools · Your dex mod using thieve's tools.\n· Investigation, Perception, or Deception · Your choice of *either* Investigation, Perception, or Deception mod.\n· Weeks · The number of workweeks to perform this activity. If ommitted, defaults to 1. Note: getting locked in jail for more than a week may reduce how many workweeks the command actually performs.\nExample: !downtime 2 4 4 6 10"},
	{"index":12,
	"title":"Discover Schematic",
	"desc":"A character can consult their ally for access to their collections or extensive networks, to gather scientific papers or ancient lore.",
	"resources":"Spending a favor from an Allied contact or temple.",
	"resolution":"The character makes a Honor check using the Schematic table.\n\n1-10: Character finds an Unidentified common schematic\n11-15: Character finds an Unidentified uncommon schematic \n16-20: Character finds an Unidentified rare schematic\n20-25: Character finds an Unidentified very rare schematic \n26+: Character finds an Unidentified Legendary schematic\n\nThese Unidentified Schematics can encompass the mechanical fundamentals necessary for blueprinting a specific Magic Item design of the Researchers choice (See Research).",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":13,
	"title":"Gain Renown",
	"desc":"During the turn, all characters can compete for the affection of the realms Councils. This is done by investing extended time working alongside with them.",
	"resources":"Each character has a pool of social points equal to their Honor Modifier (Min 1), and secretly tells the Ruler how many points they are going to spend on each Council. Each kingdoms councils are divided as follows: Ports, Citadels, Marketplaces, Temples, Walls and Shanty Towns. At the end of the Turn the ruler declares who invested the most points in a council, earning that councils approval for the next turn.",
	"resolution":"Ties between players are settled by an Honor Check Contest, as councils can only approve of one character at a time.\n\nIf a character is approved by the Shanty Town, in the next social phase they can use bribes to gain the affections of other Councils. The bribe counts as as giving three points of social time to a Council but cannot be used on the Shanty Town itself. The same rules apply to a character approved by the Citadel, except that the militia use physical threats instead of bribes.\n\nThis Downtime Activity can only be used once per Turn.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":14,
	"title":"Gambling",
	"desc":"Games of chance are a way to make a fortune — and perhaps a better way to lose one.",
	"resources":"This activity requires one workweek of effort plus a stake of at least 10 gp, to a maximum of 1,000 gp",
	"resolution":"The character must make a series of checks, with a DC determined at random based on the quality of the competition that the character runs into. Part of the risk of gambling is that one never knows who might end up sitting across the table.\nThe character makes 3 checks:\nWis(Insight), Cha(Deception), and Cha(Intimidation)\nIf the character has proficiency with an appropriate gaming set, that tool proficiency can replace the relevant skill in any one of the checks. The DC for each of the checks is 5 + 2d10.\n· 0 Successes · Lose all the money you bet, and accrue a debt equal to that amount.\n· 1 Success · Lose half the money you bet.\n· 2 Successes · Gain the amount you bet plus half again more.\n· 3 Successes · Gain double the amount you bet.",
	"usage":"!downtime 14 [Bet] [Insight] [Deception] [Intimidation] Weeks\n· Bet · This is the amount of GP you are betting.\n· Insight · Your insight mod or proficiency with a gaming set(remember, gaming set proficiency can only replace ONE skill check).\n· Deception · Your deception mod or proficiency with a gaming set(remember, gaming set proficiency can only replace ONE skill check).\n· Intimidation · Your intimidation mod or proficiency with a gaming set(remember, gaming set proficiency can only replace ONE skill check).\n· Weeks · The number of weeks to perform the activity.\nExample: !downtime 14 100 6 11 11 25"},
	{"index":15,
	"title":"Compel Honor Duel",
	"desc":"Generals and characters liked by the Citadels have the power to formally compel other council leaders or the Ruler into a 1 on 1 duel. If the player being challenged refuses or loses the duel, they must resign from their position. If the player being challenged wins, the challenger is required to pay them 1D6 * 100 GP in compensation.\n\nInformal duels between characters do not require downtime.",
	"resources":"Duels are typically overseen by a third party, such as a High Priest. Duels are typically fought until one side concedes, and duels to the death are extremely rare. If an agreement is reached, the two can change the terms of the duel to accommodate the needs of the combatants.",
	"resolution":"This Downtime Activity can only be used once per Turn.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":16,
	"title":"Perform Duty",
	"desc":"PC's in an office must spend time to carry out their duties.",
	"resources":"How well an officer performs in their office depends upon whether he has the support of his council or not. If an officer is liked by his staff, they perform well and the character gains 1000 GP. If the council like an opposing player, that player can persuade them to work slowly and cause trouble for their officer. The affected officer must succeed a DC 13 Honor Saving Throw or make 0 GP that turn.",
	"resolution":"This Downtime Activity can only be used once per Turn.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":17,
	"title":"Pit Fighting",
	"desc":"Pit fighting includes boxing, wrestling, and other nonlethal forms of combat in an organized setting with predetermined matches. Generally this is not-fatal.",
	"resources":"Engaging in this activity requires one workweek of effort from a character.",
	"resolution":"The character must make a series of checks, with a DC determined at random based on the quality of the opposition that the character runs into. A big part of the challenge in pit fighting lies in the unknown nature of a character’s opponents.\nThe character makes 3 checks:\nStr(Athletics), Dex(Acrobatics), and a special Con check that has a bonus equal to a roll of the character's largest Hit Die. If desired, the character can replace one of these skill checks with an attack roll using one of the character's weapons. The DC for each of the checks is 5 + 2d10.\n· 0 Successes · Lose your bouts, earning nothing.\n· 1 Success · Win 50 GP.\n· 2 Successes · Win 100 GP.\n· 3 Successes · Win 200 GP.",
	"usage":"!downtime 17 [Attack] [Athletics] [Acrobatics] [Con Mod] [Hit Die Size] Weeks\n· Attack · This is your mod for an attack roll with one of your weapons. It will automatically be used if it is higher than another check\n· Athletics · Your athletics mod.\n· Acrobatics · Your acrobatics mod.\n· Con Mod · Your constitution mod.\n· Hit Die Size · The size of your largest hit die.\n· Weeks · The number of weeks to perform the activity.\nExample: !downtime 17 10 -1 4 3 6 25"},
	{"index":18,
	"title":"Produce Letter of Recommendation",
	"desc":"A characters benefactor can provide them with a letter of recommendation. Usually enclosed in a case, or scroll tube for safe transport, and bears the signature and seal of whoever wrote it. A letter of recommendation from a person of Lower, Middle, or Higher Class reputation can grant adventurers access to NPCs of a similar demographic, such as Sailors, Merchants, and Nobles.\n\nCarrying a recommendation on one's person can also help clear up \"misunderstandings\" with local authorities who might not otherwise take the adventurers at their word, assuming the contact has influence over the security.\n\nA character can use a Letter of Recommendation to contact establishments for aid and specialist supplies. This effectively halves the GP and Downtime Cost (min 1) for Crafting Magic Items, and Scribing Spell Scrolls. Once a Letter of Recommendation has been used this way, it loses it's inherent value and cannot be used again in the same way.",
	"resources":"Spending a favor from an Allied contact or temple (see Carousing & Religious Service)",
	"resolution":"A letter of recommendation is worth only as much as the person who wrote it and offer no benefit in places outside where its writer holds sway.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":19,
	"title":"Relaxation",
	"desc":"Whether a character wants a hard-earned vacation or needs to recover from injuries, relaxation is the ideal option for adventurers who need a break.",
	"resources":"Relaxation requires one week. A character needs to maintain at least a modest lifestyle while relaxing to gain the benefit of the activity.",
	"resolution":"Characters who maintain at least a modest lifestyle while relaxing gain several benefits. While relaxing, a character gains advantage on saving throws to recover from long-acting diseases and poisons. The character can restore ability damage. This benefit cannot be used if the harmful effect was caused by a spell or some other magical effect with an ongoing duration.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":20,
	"title":"Religous Service",
	"desc":"Characters with a religious bent might want to spend downtime in service to a temple, either by attending rites or by proselytizing in the community. Someone who undertakes this activity has a chance of winning the favor of the temple’s leaders.",
	"resources":"Performing religious service requires access to, and often attendance at, a temple whose beliefs and ethos align with the character’s.",
	"resolution":"At the end of the required time, the character chooses to make a check that determines the benefits of service:\nInt(Religion) or Cha(Persuasion)",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":21,
	"title":"Research",
	"desc":"Forewarned is forearmed. The research downtime activity allows a character to delve into lore concerning a monster, a location, a magic item, or some other particular topic.",
	"resources":"Typically, a character needs access to a library or a sage to conduct research. Assuming such access is available, conducting research requires one workweek of effort and at least 50 gp spent on materials, bribes, gifts, and other expenses.",
	"resolution":"The PC declares the focus of the research—a specific person, place, item formula or thing. After one week, the PC makes an Intelligence check with a +1 bonus per 100 gp spent beyond the initial 50 gp, to a maximum of +6. In addition, a PC who has access to a particularly well-stocked library or knowledgeable sages gains advantage on this check.\n\n1-5: No effect.\n6-10: You learn one piece of lore.\n11-20: You learn two pieces of lore.\n21+: You learn three pieces of lore \n\nIn this setting, you can spend lore to draw up a schematic of a magic item in your possession, but the process requires dissembling the item to the point where it beyond reuse.\n\nAdditionally, a character can spend lore on analysing unidentified schematics. If the characters is seeking a specific magic item, the formula for the desired item is found on a check total of 10 or higher if the item is common, 15 or higher if it is uncommon, 20 or higher if it is rare, 25 or higher if it is very rare: and 30 or higher if it is legendary. Otherwise, ping a DM to generate a magic item schematic that the character identifies.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":22,
	"title":"Run a Business",
	"desc":"Adventurers who build or buy their own stronghold can end up running a businesses that have nothing to do with delving into dungeons or saving the world. A character might start a smithy, or a group might decide to work on a farmland or a tavern.",
	"resources":"The adventurer must own a stonghold.",
	"resolution":"A character running a business rolls an Honor Check with a +1 bonus per 100 gp spent beyond the initial 50 gp, to a maximum of +6, then compares the total to the Running a Business table to determine what happens.\n\n1-5: The business makes a loss of 1D6 x 50 GP\n6-10: The business covers it's own cost, but makes no profit\n11-15: The business earns a profit of 1D6 x 50 GP\n16-20: The business earns a profit of 2D8 x 50 GP\n21+: The business earns a profit of 3D10 x 50 GP",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":23,
	"title":"Scribing a Spell Scroll",
	"desc":"With time and patience, a spellcaster can transfer a spell to a scroll, creating a spell scroll.",
	"resources":"Scribing a spell scroll takes an amount of time and money related to the level of the spell the character wants to scribe, as shown in the Spell Scroll Costs table. In addition, the character must have proficiency in the Arcana skill and must provide any material components required for the casting of the spell. Moreover, the character must have the spell prepared, or it must be among the character's known spells, in order to scribe a scroll of that spell.\n\nCantrip: 1 day, 15 gp\n1st: 1 day, 25 gp\n2nd: 3 days, 250 gp\n3rd: 1 workweek, 500 gp\n4th: 2 workweeks, 2,500 gp\n5th: 4 workweeks, 5,000 gp\n6th: 8 workweeks, 15,000 gp\n7th: 16 workweeks, 25,000 gp\n8th: 32 workweeks, 50,000 gp\n9th: 48 workweeks, 250,000 gp",
	"resolution":"If the scribed spell is a cantrip, the version on the scroll works as if the caster were 1st level. Crafting a spell scroll is a solitary task, unlikely to attract much attention. The complications that arise are more likely to involve the preparation needed for the activity.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":24,
	"title":"Selling a Magic Item ",
	"desc":"Selling a magic item is by no means an easy task. Con artists and thieves are always looking out for an easy score, and there's no guarantee that a character will receive a good offer even if a legitimate buyer is found.",
	"resources":"A character can find a buyer for one magic item by spending one workweek and 25 gp, which is used to spread word of the desired sale. A character must pick one item at a time to sell.",
	"resolution":"A PC who wants to sell an item must make a Charisma (Persuasion) check to determine what kind of offer comes in. The PC can always opt not to sell, instead of forfeiting the downtime week of effort and trying again later. Use the Magic Item Base Prices and Magic Item Offer tables to determine the sale price.\n\n1-10: 50% of base price\n11-20: 100% of base price\n21+: 150% of base price \n\nCommon: 100 gp\nUncommon: 400 gp\nRare: 4,000 gp\nVery rare: 40,000 gp\nLegendary: 200,000 gp\n\n*Halved for a consumable item like a potion or scroll",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":25,
	"title":"Sow Rumours",
	"desc":"If a player is liked by a council, they can spend Downtime to try and destabilise the current leader of that council.",
	"resources":"Must be an officer.",
	"resolution":"The Officer must succeed on DC 15 Honor Save or be forced to resign from their position. This Downtime Activity can only be used once per Turn.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":26,
	"title":"Spell Persistance",
	"desc":"If you cast a certain spell in the same area every day for a year, the spell lasts until dispelled.",
	"resources":"Druid Grove: 50 workweeks\nForbiddance: 5 workweeks, 1000 GP\nGuards and Wards: 50 workweeks\nNystuls Magic Aura: 5 workweeks\nPrivate Sanctum: 50 workweeks\nTeleportation Circle: 50 workweeks, 2500 GP\nTemple of the Gods: 50 workweeks",
	"resolution":"You must still resolve any arising complications.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":27,
	"title":"Training",
	"desc":"Given enough free time and the services of an instructor, a character can learn a language or pick up proficiency with a tool.",
	"resources":"Receiving training in a language or tool typically takes at least ten workweeks, but this time is reduced by a number of workweeks equal to the character's Intelligence modifier (an Intelligence penalty doesn't increase the time needed). Training costs 25 gp per workweek.",
	"resolution":"Complications that arise while training typically involve the teacher.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":28,
	"title":"Travel the World",
	"desc":"Over the course of a year, a character can move a great deal of distance around the world. For this reason, moving within the confines of a kingdom is classified as free movement. A character only needs to spend Downtime travelling when they travel between kingdoms.",
	"resources":"To calculate the amount of Workweeks needed to make the trip, the player will first need to open up the World Map and use the Ruler tool. Unless the character is capable of flying 8 hours per day, the player will need to plot a path between two points using the existing road network. This road reflects bridges, safe resting places, and essential landmarks to prevent the character from getting lost. The initial starting point must be a Burg inside the kingdom the player is currently residing, and the final end point must be a Burg inside the kingdom the character wishes to travel to.",
	"resolution":"Once the distance in miles has been established, a character will then need to choose their mode of transport. Travelling on foot is always an option over land, but a player may be able to decrease their travel time if they have access to a mount or vehicle. A character may choose to spend a favour from an allied contact (see Carousing) to temporarily borrow a horse or gain access onto a ship. A character with the Ship's Passage feature can always procure passage on ship without payment.\n\nBy Foot: 120 Miles per workweek, 1 GP per workweek \nBy Riding Horse: 200 Miles per workweek, 2 GP per workweek\nBy Sailing Ship: 240 Miles per workweek, 2 GP per workweek",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":29,
	"title":"Try for an Heir",
	"desc":"A married character who decides to continue their families lineage may decide to produce an offspring. Doing so means navigating the complex courting rituals to ensure the child's legitimacy, and providing support to the mother until the childs birth.",
	"resources":"The character must make a DC 10 Honor Check. On a success, a legitimate heir is born (or adopted into the family).",
	"resolution":"Producing heirs between PC's is obviously expected to be handled between players.",
	"usage":"***NOT YET IMPLEMENTED***"},
	{"index":30,
	"title":"Work",
	"desc":"When all else fails, an adventurer can turn to an honest trade to earn a living. This activity represents a character’s attempt to find temporary work, the quality and wages of which are difficult to predict.",
	"resources":"Performing a job requires one workweek of effort.",
	"resolution":"To determine how much money a character earns, the character makes an ability check for the specific work task to determine how much income is made:\nStr(Athletics), Dex(Acrobatics), Int using a set of tools, Cha(Performance), or Cha using an instrument.\n· 9- · 10 GP\n· 10-14 · 20 GP\n· 15-20 · 30 GP\n· 21+ · 50 GP",
	"usage":"!downtime 30 '[Desciptor]' [Mod]\n· Descriptor · This is a desciption of the mod you are using. It must be surrounded by quotes, 'like this.'\n· Mod · The modifier for your roll.\n· Weeks · The number of weeks to perform the activity.\nExample: !downtime 30 'Int with Dice set' 6 25"}
]
